Repository: callmemagnus/nextcloud-searchpage
Catalog: translationfiles/*/thesearchpage.po
Languages: fr, uk

source: The Search Page
fr: La page de recherch
uk: Пошук

source: Provides a proper search page
fr: Fournit une vraie page de recherche
uk: Надає результати пошуку

source: Provides a search page to your Nextcloud instance.
fr: Fournit une page de recherche pour votre instance Nextcloud
uk: Виводить результати пошуку у хмарі Nextcloud на окремій сторінці.

source: All providers
fr: Toutes les sources
uk: Всюди

source: Search Page
fr: La page de recherche

source: There was an error loading the providers.
fr: Une erreur s'est produite en chargeant les sources.
uk: Помилка під час завантаження постачальників даних.

source: See only results for this provider
fr: Voir seulement les résultats de cette source

source: Show only
fr: Isoler
uk: Перейти

source: See all providers
fr: Voir toutes les sources
uk: Показати розширені результати пошуку

source: Back
fr: Retour
uk: Назад

source: Loading...
fr: Chargement...
uk: Завантаження...

source: No results
fr: Pas de résultats
uk: Нічого не знайдено

source: Load more...
fr: Charger plus...
uk: Більше...

source: Clear current query
fr: Effacer la recherche courante

source: Search
fr: Chercher
uk: Пошук

source: Click to change providers
fr: Cliquer pour changer les sources

source: Filters
fr: Filtres

source: Clear
uk: Очистити
