{ "translations": {
    "The Search Page" : "La Página de Búsqueda",
    "Provides a proper search page" : "Proporciona una página de búsqueda adecuada",
    "🔎 A Search Page for your Nextcloud instance\n\n- [Changelog](https://raw.githubusercontent.com/callmemagnus/nextcloud-searchpage/main/CHANGELOG.md)\n- [Help translate this application](https://app.transifex.com/nextcloud/nextcloud/thesearchpage/)\n\nIt works like the existing search widget, uses the same sources to query BUT\ndisplays the results in a more readable and browsable fashion.\n\nThe content of the results depends on the other applications installed on\nyour Nextcloud instance. Every Nextcloud application can become a search\nprovider and get its results displayed by this application.\n\nOut of the Nextcloud box, you usually get the following providers:\n\n- Apps -- searches for match for in installed application names\n- Files -- searches on path and filename\n- Tags\n- Comments\n- Settings\n\nBecause of its design, the results depend on the implementation of the providers\nin respective application.\n\nKnown issues with other applications:\n\n- users -- [by design(?), it always returns an empty array](https://github.com/nextcloud/server/issues/41274) (it is hidden/disabled in this application)\n- fulltextsearch -- does not seem to AND the query terms, OR is usually less relevant\n- news -- does not provide a direct link to a feed item.\n\n\nDon't hesitate to leave a comment here or a rating!" : "🔎 Una página de búsqueda para su instancia Nextcloud\n\n[Registro de cambios](https://raw.githubusercontent.com/callmemagnus/nextcloud-searchpage/main/CHANGELOG.md)\n[Ayúdenos a traducir esta aplicación](https://app.transifex.com/nextcloud/nextcloud/thesearchpage/)\n\nFunciona como el widget de búsqueda existente, utiliza las mismas fuentes para consultar PERO\nmuestra los resultados en una forma más legible y navegable.\n\nEl contenido de los resultados depende de las otras aplicaciones instaladas en su\ninstancia Nextcloud. Cada aplicación Nextcloud puede convertirse en un proveedor\nde búsqueda y tener sus resultados mostrados por esta aplicación.\n\nA partir de una instancia Nextcloud regular, Ud. usualmente tendrá los siguientes proveedores:\n\n- Apps -- busca los nombres de las aplicaciones instaladas\n- Archivos -- busca rutas y nombres de archivo\n- Etiquetas\n- Comentarios\n- Ajustes\n\nPor su diseño, los resultados depende de la implementación de los proveedores\nen las aplicaciones respectivas.\n\nProblemas conocidos con otras aplicaciones: \n\n- usuarios -- [(¿por diseño?), siempre devuelve un array vacio](https://github.com/nextcloud/server/issues/41274) (está oculto/deshabilitado en esta aplicación)\n- fulltextsearch -- No parece hacer un AND en los términos de búsqueda, el operador OR es usualmente menos relevante\n- noticias -- no provee un enlace directo a un ítem del feed.\n\n\n¡No dude en dejar un comentario aquí o un puntaje!",
    "All providers" : "Todos los proveedores",
    "Back" : "Atrás",
    "Clear current query" : "Limpiar búsqueda actual",
    "Click to change providers" : "Haga clic para cambiar los proveedores",
    "Filters" : "Filtros",
    "Global settings" : "Ajustes globales",
    "Group settings" : "Ajustes de grupo",
    "If a user is part of multiple groups, the union of the groups configurations will be applied." : "Si un usuario es parte de múltiples grupos, la unión de las configuraciones de grupo serán aplicadas.",
    "Load more…" : "Cargar más…",
    "Loading…" : "Cargando...",
    "No results" : "Sin resultados",
    "Saved" : "Guardado",
    "Search" : "Buscar",
    "Search Page" : "Página de búsqueda",
    "Security is applied by the search providers." : "La seguridad es aplicada por los proveedores de búsqueda.",
    "See all providers" : "Mostrar todos los proveedores",
    "See only results for this provider" : "Ver sólo los resultados de este proveedor",
    "Select the providers that will be available to all the users:" : "Seleccione los proveedores que estarán disponibles para todos los usuarios:",
    "Select the providers that will be available to the users in group \"{group}\":" : "Seleccione los proveedores que estarán disponibles para los usuarios en el grupo \"{group}\":",
    "Show only" : "Sólo mostrar",
    "There was an error loading the providers." : "Hubo un error cargando los proveedores.",
    "This is not a security configuration." : "Esta no es una configuración de seguridad.",
    "Unable to save" : "No fue posible guardar",
    "Load more..." : "Cargar más...",
    "Loading..." : "Cargando...",
    "Note:" : "Nota:",
    "Provider" : "Proveedor",
    "Save" : "Guardar",
    "Saving..." : "Guardando..."
},"pluralForm" :"nplurals=3; plural=n == 1 ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}