{ "translations": {
    "The Search Page" : "A páxina de busca",
    "Provides a proper search page" : "Fornece unha páxina de busca axeitada",
    "🔎 A Search Page for your Nextcloud instance\n\n- [Changelog](https://raw.githubusercontent.com/callmemagnus/nextcloud-searchpage/main/CHANGELOG.md)\n- [Help translate this application](https://app.transifex.com/nextcloud/nextcloud/thesearchpage/)\n\nIt works like the existing search widget, uses the same sources to query BUT\ndisplays the results in a more readable and browsable fashion.\n\nThe content of the results depends on the other applications installed on\nyour Nextcloud instance. Every Nextcloud application can become a search\nprovider and get its results displayed by this application.\n\nOut of the Nextcloud box, you usually get the following providers:\n\n- Apps -- searches for match for in installed application names\n- Files -- searches on path and filename\n- Tags\n- Comments\n- Settings\n\nBecause of its design, the results depend on the implementation of the providers\nin respective application.\n\nKnown issues with other applications:\n\n- users -- [by design(?), it always returns an empty array](https://github.com/nextcloud/server/issues/41274) (it is hidden/disabled in this application)\n- fulltextsearch -- does not seem to AND the query terms, OR is usually less relevant\n- news -- does not provide a direct link to a feed item.\n\n\nDon't hesitate to leave a comment here or a rating!" : "🔎 Unha páxina de busca para a súa instancia de Nextcloud\n\n– [Notas da versión](https://raw.githubusercontent.com/callmemagnus/nextcloud-searchpage/main/CHANGELOG.md)\n– [Axuda a traducir esta aplicación](https://app.transifex.com/nextcloud/nextcloud/thesearchpage/)\n\nFunciona como o trebello de busca existente, usa as mesmas fontes para consultar MAIS\namosa os resultados dun xeito máis lexíbel e navegábel.\n\nO contido dos resultados depende das outras aplicacións instaladas\nna súa instancia de Nextcloud. Cada aplicación Nextcloud pode converterse nun provedor\nde busca e obter os seus resultados amosados por esta aplicación.\n\nFóra da caixa de Nextcloud, normalmente obtén os seguintes provedores:\n\n– Aplicacións: busca coincidencias nos nomes das aplicacións instaladas\n– Ficheiros: busca por ruta e nome do ficheiro\n– Etiquetas\n– Comentarios\n– Axustes\n\nPor mor do seu deseño, os resultados dependen da implementación dos provedores\nna aplicación correspondente.\n\nProblemas coñecidos con outras aplicacións:\n\n– usuarios (users)  -- [por deseño(?), sempre devolve unha matriz baleira](https://github.com/nextcloud/server/issues/41274) (está agochado/desactivado nesta aplicación)\n– busca de texto completo (fulltextsearch) -- non parece AND nos termos da consulta, OR adoita ser menos relevante\n– noticias (news) -- non fornece unha ligazón directa a un elemento da fonte.\n\nNon dubide en deixar un comentario aquí ou unha valoración!",
    "All providers" : "Todos os provedores",
    "Back" : "Atras",
    "Clear current query" : "Limpar a consulta actual",
    "Click to change providers" : "Prema para cambiar de provedor",
    "Filters" : "Filtros",
    "Global settings" : "Axustes globais",
    "Group settings" : "Axustes do grupo",
    "If a user is part of multiple groups, the union of the groups configurations will be applied." : "Se un usuario forma parte de varios grupos, aplicarase a unión das configuracións dos grupos.",
    "Load more…" : "Cargar máis…",
    "Loading…" : "Cargando…",
    "No results" : "Sen resultados",
    "Saved" : "Gardado",
    "Search" : "Buscar",
    "Search Page" : "Páxina de busca",
    "Security is applied by the search providers." : "A seguranza é aplicada polos provedores de busca.",
    "See all providers" : "Ver todos os provedores",
    "See only results for this provider" : "Ver só os resultados deste provedor",
    "Select the providers that will be available to all the users:" : "Seleccione os provedores que estarán dispoñíbeis para todos os usuarios:",
    "Select the providers that will be available to the users in group \"{group}\":" : "Seleccione os provedores que estarán dispoñíbeis para os usuarios do grupo: «{group}»",
    "Show only" : "Amosar só",
    "There was an error loading the providers." : "Produciuse un erro ao cargar os provedores.",
    "This is not a security configuration." : "Esta non é unha configuración de seguranza.",
    "Unable to save" : "Non é posíbel gardar",
    "Load more..." : "Cargar máis…",
    "Loading..." : "Cargando..."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}